---
author: "SOFA 团队"
date: 2022-05-27T15:00:00+08:00
title: "SOFAChannel#27 深入 HTTP/3｜从 QUIC-TLS 看协议的安全设计"
tags: ["SOFAChannel","HTTP/QUIC"]
cover: "https://gw.alipayobjects.com/mdn/rms_1c90e8/afts/img/A*B0wSQoEW9mAAAAAAAAAAAAAAARQnAQ"
categories: "SOFAChannel"
description: "2022 年 5 月 26 日 19：00 - 20：00  ，线上直播第 27 期。"
---

## 概要

- 活动主题：SOFAChannel#27:深入 HTTP/3｜从QUIC-TLS 看协议的安全设计

- 活动时间：05 月 26 日，周四晚 19 点

- 活动形式：线上直播

- 资料下载：[戳这里](https://gw.alipayobjects.com/os/bmw-prod/f2cbf53d-8093-482a-825f-07ce89effc91.pptx)

- B 站直播间地址：[http://live.bilibili.com/21954520](http://live.bilibili.com/21954520)

- B 站直播ID：21954520

## 介绍

### | SOFAChannel

`<SOFA:Channel/>` 有趣实用的分布式架构频道，前沿技术、直播 Coding、观点“抬杠”，多种形式。

`<SOFA:Channel/>` 将作为 SOFA 所有在线内容的承载，包含直播/音视频教程，集中体现 SOFAStack 的能力全景图。

### | SOFAChannel#27 深入 HTTP/3｜从 QUIC-TLS 看协议的安全设计

安全通信是网络技术中绕不开的话题，而 QUIC 作为目前炙手可热的协议技术，在这上面也理所应当的有着非常多的优秀实践，本次分享将用 50 分钟的时间，带你深入 QUIC-TLS，一起剖析其技术背景及设计思想，并展望其未来的发展趋势。

当然，本次直播也分享一些蚂蚁自己的工程实践经验及相关的产品。

### | 加入 SOFA 钉钉互动群

欢迎加入直播互动钉钉群：34197075（搜索群号加入即可）

## 嘉宾

- 曾柯（花名：毅丝）

- 蚂蚁集团高级工程师

- 负责蚂蚁集团的接入层建设工作，主要方向为高性能安全网络协议的设计及优化

## 议程

>![](https://gw.alipayobjects.com/mdn/rms_1c90e8/afts/img/A*MmuGRZU7ICIAAAAAAAAAAAAAARQnAQ)

## 直播回放
[https://www.bilibili.com/video/BV1xg411o7Jo/](https://www.bilibili.com/video/BV1xg411o7Jo/)

## 了解更多技术干货

使用钉钉搜索群号：**34197075**，即可加入，获取一手开源技术干货；或微信扫码关注“金融级分布式架构”微信公众号👇

![](https://gw.alipayobjects.com/mdn/rms_1c90e8/afts/img/A*tvfDQLxTbsgAAAAAAAAAAAAAARQnAQQ)
